alacritty
alsa-utils
base
base-devel
chrono-date
cmake
discord
dolphin
dunst
efibootmgr
fastfetch
firefox
git
glib2-devel
gobject-introspection
grim
grub
gwenview
hyprland
hyprland-protocols
hyprlang
hyprpolkitagent
hyprutils
hyprwayland-scanner
libappindicator-gtk3
libgirepository
linux
linux-firmware
linux-headers
meson
nano
neovim
networkmanager
noto-fonts-cjk
nvidia
obs-studio
openssh
otf-font-awesome
pavucontrol
pipewire-alsa
pipewire-pulse
pkgconf
qt5-wayland
rofi
scdoc
slurp
spotify-launcher
steam
sudo
waybar
wl-clipboard
xdg-desktop-portal-hyprland
yay
yay-debug
